using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace LWS
{
    class Enchantlist
    {
        String[] enchant1 = new String[] {
        "筋力",//1
        "耐久",//2
        "器用",//3
        "感覚",//4
        "習得",//5
        "意思",//6
        "魔力",//7
        "魅力",//8
        "速度",//9
        "運勢",//10
        "火炎",//11
        "冷気",//12
        "電撃",//13
        "暗黒",//14
        "幻惑",//15
        "毒",//16
        "地獄",//17
        "音",//18
        "神経",//19
        "混沌",//20
        "魔法",//21
        "読書",//22
        "遺伝子学",//23
        "戦術",//24
        "重量挙げ",//25
        "治癒",//26
        "瞑想",//27
        "交渉",//28
        "隠密",//29
        "鍵開け",//30
        "探知",//31
        "投資",//32
        "解剖学",//33
        "自然鑑定",//34
        "採掘",//35
        "魔力の限界",//36
        "暗記",//37
        "二刀流",//38
        "両手持ち",//39
        "盾",//40
        "重装備",//41
        "中装備",//42
        "軽装備",//43
        "詠唱",//44
        "回避",//45
        "魔道具",//46
        "罠解体",//47
        "大工",//48
        "裁縫",//49
        "錬金術",//50
        "宝石細工",//51
        "栽培",//52
        "信仰",//53
        "旅歩き",//54
        "演奏",//55
        "料理",//56
        "釣り",//57
        "心眼",//58
        "見切り",//59
        "魔力制御",//60
        "治癒の雨",//61
        "アイスボルト",//62
        "ライトニングボルト",//63
        "暗黒の光線",//64
        "幻影の光線",//65
        "混沌の渦",//66
        "轟音の波動",//67
        "蜘蛛の巣",//68
        "聖なる盾",//69
        "沈黙の霧",//70
        "リジェネレーション",//71
        "加速",//72
        "英雄",//73
        "元素の傷跡",//74
        "ホーリーヴェイル",//75
        "ナイトメア",//76
        "知者の加護",//77
        "電撃のブレス",//78
        "地獄のブレス",//79
        "神経のブレス",//80
        "接近",//81
        "異次元の手",//82
        "ルルウィの憑依",//83
        "空間歪曲",//84
        "グレネード",//85
        "首狩り",//86







        };
   
    }
}
